---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeBackNosing
source: html/b03ba3b1-5a03-8901-4a16-ddca8143a10a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeBackNosing Property

"Back Nosing": (OBSOLETE)

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeBackNosing { get; }
```